Repository: PePacheco/Moodi-iOS
Catalog: Moodi-iOS/Resources/*.lproj/Localizable.strings
Languages: es_419, ko, pt_br

# ContentView_Label_Hello
source: Hello World
es_419: Hola Mundo
ko: 전 세계 여러분 안녕하세요
pt_br: Olá Mundo

# WeekSummaryLabel
source: Your Week
es_419: Tu semana
ko: 이번주
pt_br: Sua Semana

# WeekSummaryDay
source: days
es_419: días
ko: 일
pt_br: dias

# DailyQuotesTipLabel
source: Today's tip
es_419: Consejo del día
ko: 오늘의 팁
pt_br: Dica do dia

# DailyQuotesObjectiveLabel
source: Today's goal
es_419: Meta del día
ko: 오늘의 목표
pt_br: Objetivo do dia

# DaySummaryLabel
source: Day summary
es_419: Resumen del día
ko: 하루 요약
pt_br: Resumo do dia

# DaySummaryMakeReflection
source: Do the daily reflection
es_419: Piensa sobre tu día
ko: 오늘 하루 되돌아보기
pt_br: Fazer reflexão do dia

# DayMainViewNavBarTitle
source: Today
es_419: Hoy
ko: 오늘
pt_br: Hoje

# PickYourMood
source: Choose your mood
es_419: Elige tu humor
ko: 오늘의 기분
pt_br: Selecione seu humor

# PickYourFeelings
source: What did you feel today?
es_419: Como te has sentido hoy
ko: 오늘의 감정
pt_br: O que você sentiu

# AddingNewDayMainLabel
source: How are you feeling today?
es_419: ¿Como te sientes hoy?
ko: 오늘의 기분은 어떠합니까?
pt_br: Como você está se sentindo hoje?

source: Close
es_419: Cerrar
ko: 닫기
pt_br: Fechar

source: Next
es_419: Próximo
ko: 다음
pt_br: Próximo

source: Statistics
es_419: Estadísticas
ko: 통계
pt_br: Estatísticas

source: Configurations
es_419: Ajustes
ko: 설정
pt_br: Configurações

source: Save
es_419: Salvar
ko: 저장
pt_br: Salvar

# Question1
source: What did I do right?
es_419: ¿Qué he hecho bien hoy?
ko: 오늘 내가 무엇을 잘했을까?
pt_br: O que eu fiz certo?

# Question2
source: What could I have done better?
es_419: ¿Qué podría haber hecho mejor?
ko: 오늘 내가 무엇을 더 잘할 수 있었을까?
pt_br: O que eu poderia ter feito melhor?

# Question3
source: What can I do to be better tomorrow?
es_419: ¿Qué puedo hacer mejor mañana?
ko: 내일은 무엇을 더 잘할 수 있을까?
pt_br: O que eu posso melhorar para amanhã?

# AddingNewDayQuestionsQuestion
source: How was your day?
es_419: ¿Qué tal tu día?
ko: 오늘 하루는 어떠셨나요?
pt_br: Como foi seu dia?

# AddingNewDayQuestionsPlaceholder
source: Write here
es_419: Escribe aquí
ko: 빈칸
pt_br: Escreva aqui

# AddingNewDayQuestionsBadAlert
source: Something went wrong
es_419: Algo va mal
ko: 무언가 잘못되었습니다
pt_br: Ocorreu algum erro

# AddingNewDayQuestionsGoodAlert
source: Your day was successfully saved
es_419: Tu día se ha salvado con éxito
ko: 오늘 하루가 성공적으로 저장되었습니다
pt_br: Seu dia foi salvo com sucesso!

# SummaryPageTodayFeelingsTitle
source: Feelings:
es_419: Sentimientos:
ko: 감정:
pt_br: Sentimentos:

# SummaryTodayQuestionTitle
source: Questions
es_419: Preguntas
ko: 질문
pt_br: Perguntas

# ButtonDoneText
source: Done
es_419: Terminar
ko: 끝
pt_br: Finalizar

# SummaryPageTodayMoodTitle
source: Today's Mood
es_419: Humor de hoy
ko: 오늘의 기분
pt_br: Humor de hoje

# SummaryPageViewTitle
source: Summary of the day
es_419: Resumen del día
ko: 하루 요약
pt_br: Resumo do dia

source: Reflection
es_419: Reflexión
ko: 하루 되돌아보기
pt_br: Reflexão

source: Security
es_419: Seguridad
ko: 보안
pt_br: Segurança

source: Password
es_419: Contraseña
ko: 비밀번호
pt_br: Senha

source: Notification
es_419: Notificación
ko: 알림
pt_br: Notificação

# Notification settings
source: Define reminder
es_419: Establecer recordatorio
ko: 알림 설정
pt_br: Definir lembrete

source: Dark Mode
es_419: Modo Oscuro
ko: 다크 모드
pt_br: Modo Escuro

source: Light Mode
es_419: Modo Claro
ko: 라이트 모드
pt_br: Modo Claro

source: Night Mode
es_419: Modo Nocturno
ko: 나이트 모드
pt_br: Modo Noturno

source: Following system
ko: 시스템
pt_br: Seguir sistema

source: System
es_419: Sistema
ko: 시스템
pt_br: Sistema

source: days
es_419: días
ko: 일
pt_br: dias

source: months
es_419: meses
ko: 주
pt_br: meses

source: year
es_419: año
ko: 년
pt_br: ano

source: all time
es_419: todo
ko: 모두
pt_br: tudo

# No Objective Added
source: No objective added yesterday
es_419: No añadiste un objetivo ayer
ko: 아직 저장된 목표가 없습니다
pt_br: Você não adicionou um objetivo ontem

source: View calendar
es_419: Ver calendario
ko: 캘린더 보기
pt_br: Ver calendário

source: Calendar
es_419: Calendario
ko: 캘린더
pt_br: Calendário

source: Moods
es_419: Humores
ko: 기분
pt_br: Humores

source: Very Happy
es_419: Muy Contento
ko: 매우 행복
pt_br: Muito Feliz

source: Happy
es_419: Contento
ko: 행복
pt_br: Feliz

source: Neutral
es_419: Neutro
ko: 그저 그럼
pt_br: Neutro

source: Sad
es_419: Triste
ko: 슬픔
pt_br: Triste

source: Very Sad
es_419: Muy Triste
ko: 매우 슬픔
pt_br: Muito Triste

source: Feelings
es_419: Sentimientos
ko: 감정들
pt_br: Sentimentos

# anxiety
source: Anxious
es_419: Ansiedad
ko: 걱정되는
pt_br: Ansiedade

source: Insecure
es_419: Inseguridad
ko: 불안정한
pt_br: Insegurança

source: Confident
es_419: Confianza
ko: 자신 만만한
pt_br: Confiança

source: Relaxed
es_419: Relajación
ko: 편안한
pt_br: Relaxamento

source: Angry
es_419: Enfado
ko: 화가 난
pt_br: Raiva

source: Tired
es_419: Cansancio
ko: 지친
pt_br: Cansaço

source: Proud
es_419: Orgullo
ko: 자랑스러운
pt_br: Orgulho

source: Loving
es_419: Amor
ko: 사랑스러운
pt_br: Amor

# NotificationBody
source: Come register your mood and reflect about your day
es_419: Coloca aquí tu humor y piensa sobre tu día
ko: 오늘 하루는 어땠는지 Moodi와 함께 공유해주세요
pt_br: Venha cadastrar seu humor e refletir sobre seu dia

# NotificationTitle
source: Forgot about me?
es_419: ¿Te has olvidado de mi?
ko: 저를 잊으셨나요?
pt_br: Esqueceu de mim?

# tip1
source: Go out for a walk
es_419: Da un paseo
ko: 산책하기
pt_br: Saia para dar uma caminhada

# tip2
source: Watch your favorite movie
es_419: Ve tu película favorita
ko: 제일 좋아하는 영화보기
pt_br: Assista seu filme predileto

# tip3
source: Call a friend
es_419: Llama a un amigo
ko: 친구에게 전화하기
pt_br: Ligue para um amigo

# tip4
source: Listen to a song that reminds you of a good moment
es_419: Escucha una canción que te recuerde los buenos tiempos
ko: 제일 좋아하는 음악듣기
pt_br: Escute uma música que lembre bons momentos

# tip5
source: Read a book
es_419: Empieza a leer un libro
ko: 책 읽기
pt_br: Comece a ler um livro

# tip6
source: Learn something new
es_419: Aprende una receta nueva
ko: 새로운 것에 도전하기
pt_br: Aprenda uma receita nova

# tip7
source: Eat a fruit
es_419: Comete una fruta
ko: 과일 먹기
pt_br: Coma uma fruta

# tip8
source: Clean your skin
es_419: Hazte una limpieza de piel
ko: 피부 관리하기
pt_br: Limpe sua pele

# tip9
source: Clean up your room
es_419: Limpia y mantén organizado tu entorno
ko: 방 청소하기
pt_br: Arrume e mantenha seu ambiente organizado

# tip10
source: Send a message to someone you love
es_419: Envía un mensaje a alguien que amas
ko: 사랑하는 사람에게 문자보내기
pt_br: Mande uma mensagem para uma pessoa que voce ame

# tip11
source: Listen to a new song
es_419: Escucha una nueva canción
ko: 새로운 음악듣기
pt_br: Escute uma música nova

# tip12
source: Thank someone
es_419: Da las gracias a alguien
ko: 누군가에게 감사해하기
pt_br: Agradeça a alguém

# tip13
source: Write a gratitude list
es_419: Escribe una lista de agradecimiento
ko: 감사 리스트 적기
pt_br: Escreva uma lista de gratidões

# tip14
source: Make a list of achievements
es_419: Haz una lista de resultados
ko: 성취 리스트 적기
pt_br: Faça uma lista de conquistas

# tip15
source: Wear your favorite piece of clothing
es_419: Ponte tu ropa favorita
ko: 제일 좋아하는 옷 입기
pt_br: Use a sua roupa favorita

# tip16
source: Make a list of goals
es_419: Haz una lista de objetivos
ko: 목표 리스트 만들기
pt_br: Faça uma lista de objetivos

# tip17
source: Drink water
es_419: Bebe agua
ko: 물 마시기
pt_br: Beba água

# tip18
source: Hug someone
es_419: Abraza a alguien
ko: 사랑하는 사람 안아주기
pt_br: Abrace alguém

# tip19
source: Plant a tree
es_419: Planta un árbol
ko: 나무 심기
pt_br: Plante uma árvore

# tip20
source: Ask how was the day of someone you like
es_419: Pregúntale a quien queras cómo ha sido su día
ko: 주변 사람에게 안부 인사 전하기
pt_br: Pergunte como foi o dia de alguém que você gosta

# tip21
source: Organize your calendar
es_419: Organiza su calendario
ko: 캘린더 정리하기
pt_br: Organize o seu calendário

# tip22
source: Read a chapter of a book
es_419: Lee el capítulo de un libro
ko: 책 한 챕터 읽기
pt_br: Leia um capítulo de um livro

# tip23
source: Visit a new cafeteria
es_419: Visita una nueva cafetería
ko: 새로운 카페 방문
pt_br: Visite uma cafeteria nova

# tip24
source: Buy yourself a gift
es_419: Cómprate un regalo
ko: 자기 자신에게 선물하기
pt_br: Compre um presente para você

# tip25
source: Do 15 push-ups
es_419: Haz 15 flexiones
ko: 푸시업 15회 하기
pt_br: Faça 15 flexões

# tip26
source: Imagine yourself 5 years from now
es_419: Imagínese dentro de 5 años
ko: 지금으로부터 5년 후 자신을 상상해보기
pt_br: Imagine-se daqui 5 anos

# tip27
source: Don't compare yourself with others
es_419: No te compares con los demás
ko: 다른 사람과 자신을 비교하지 말기
pt_br: Não se compare com os outros

# tip28
source: Find happiness in the little things
es_419: Encuentra la felicidad en las pequeñas cosas
ko: 작은 일에서 행복 찾기
pt_br: Encontre a felicidade nas pequenas coisas

# tip29
source: Go exercise
es_419: Haz un deporte
ko: 운동하러 가기
pt_br: Faça um exercício físico

# tip30
source: Watch an episode of your current series
es_419: Ve un episodio de tu serie actual
ko: 현재 시청하고 있는 시리즈의 에피소드보기
pt_br: Assista um episódio da sua série do momento

# tip31
source: Learn a new word in another language
es_419: Aprende una palavra en otro idioma
ko: 다른 언어로 새로운 단어 배우기
pt_br: Aprenda uma nova palavra em outro idioma

# Monday
source: M
ko: 월
pt_br: T

# Tuesday
source: T
es_419: X
ko: 화
pt_br: Q

# Wednesday
source: W
es_419: J
ko: 수
pt_br: Q

# Thursday
source: T
es_419: V
ko: 목
pt_br: S

# Friday
source: F
es_419: S
ko: 금
pt_br: S

# Saturday
source: S
es_419: D
ko: 토
pt_br: D

# Sunday
source: S
es_419: L
ko: 일

# onboarding1Text1
source: Welcome!
es_419: ¡Bienvenido!
ko: 환영합니다!
pt_br: Bem vindo!

# onboarding1Text2
source: Moodi helps you to create an easy diary to keep track of your days.
es_419: Moodi te ayuda a crear un diario para controlar tus dias.
ko: 저희 Moodi는 하루를 기록함으로써 당신의 일상을 관리해드립니다.
pt_br: Moodi ajuda você a criar um diário para controlar seus dias.

# onboarding2Text1
source: Add Emotions
es_419: Adicione emociones
ko: 감정 추가
pt_br: Adicione emoções

# onboarding2Text2
source: You can pick how you felt during the day to help you understand more your emotions.
es_419: Puede elegir cómo te has sentido durante el día para comprender mejor tus emociones.
ko: 특정 감정들을 선택함으로써 오늘 어떠한 하루를 보냈는지 더 정확히 알 수 있을 것입니다.
pt_br: Você pode escolher como se sentiu durante o dia para ajudá-lo a entender melhor suas emoções.

# onboarding3Text1
source: Reflect about your day
es_419: Piense sobre tu día
ko: 오늘 하루 되돌아보기
pt_br: Reflita sobre o seu dia

# onboarding3Text2
source: Everyday you can answer questions to make you think about your day and better youself.
es_419: Todos los días puedes responder preguntas que te hagan pensar acerca de tu día.
ko: 매일 스스로에게 질문하고 답 함으로써 오늘 하루를 이해하고 더 나은 본인을 기대할 수 있을 것입니다.
pt_br: Todos os dias você pode responder a perguntas para fazer você pensar sobre o seu dia.

# onboarding4Text1
source: Keep track of everything
es_419: Sigue todo
ko: 일상 속 모든 것 관리
pt_br: Acompanhe tudo

# onboarding4Text2
source: With the calendar you can keep track of all your emotions and fellings very easily.
es_419: Con el calendario puede rastrear fácilmente todas tus emociones y sentimientos
ko: 캘린더에서 항상 관리되는 일상 속 모든 기분들과 감정들을 보실 수 있습니다.
pt_br: Com o calendário, você pode acompanhar facilmente todas as suas emoções e sentimentos.

# onboarding4Button
source: Get Started
es_419: Empezar
ko: 시작하기
pt_br: Começar
